import type { AcceptItem } from '~/components/WhatWeAccept/WhatWeAccept';

export const acceptItems: AcceptItem[] = [
  {
    icon: '🔌',
    title: 'Кабель в изоляции',
    description: 'Любые объёмы и сечения.',
  },
  {
    icon: '🟠',
    title: 'Медь',
    description: 'Блеск, кусок, микс, луженная. Высокая цена.',
  },
  {
    icon: '⚙️',
    title: 'Чермет',
    description: 'Строительный и промышленный лом.',
  },
  {
    icon: '🔋',
    title: 'Аккумуляторы',
    description: 'Свинцовые, автомобильные, ИБП.',
  },
  {
    icon: '🟡',
    title: 'Латунь',
    description: 'Микс, кусковая, радиаторы, бойлерная трубка, стружка.',
  },
  {
    icon: '🥫',
    title: 'Алюминий',
    description:
      'Эл-тех, профиль, микс, диски, пищевой, моторный, офсет, банка, радиаторы, стружка.',
  },
];
